[Breakables.ElevatorWindow_01_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドで鍵穴をのぞく"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_1WayDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="別の場所のレバーで開く"

[Lighthouse_1WayDoor_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドで鍵穴をのぞく"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_door_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="`k が必要"

[Lighthouse_door_01_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 鍵を開ける"
m_AltInteractText="`GBA_Use` をホールドで鍵穴をのぞく"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lighthouse_LockedDoor_01_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="ロックされている"

[Lighthouse_LockedDoor_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 鍵を開ける"
m_AltInteractText="`GBA_Use` をホールドで鍵穴をのぞく"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Movable.PoisonBottle_twk:DisTweaks_InteractableInterface_5 DisTweaks_InteractableInterface]
m_Name="毒の瓶"
m_InteractText="`GBA_Use` 拾う"

[SewerPlate_lighthouse_twk DisTweaks_UsableObject]
m_Stages[1]="(m_InteractTextOverride="GBA_Use` 閉じる")"
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[SewerPlate_lighthouse_twk:DisTweaks_InteractableInterface_7 DisTweaks_InteractableInterface]
m_Name="金属のハッチ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Tweaks.Emily_UseIcon_CatchEmily_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="エミリーを捕まえる"
m_InteractText="`GBA_use`を押してエミリーを捕まえる"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Usables.DBDoors_big_rich_int_window_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="ロックされている"

[Usables.DBDoors_big_rich_int_window_twk:DisTweaks_InteractableInterface_45 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドで鍵穴をのぞく"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

